/* Generic authentication error. */
"INVALID_NAME_PASSWORD" = "Syötetty käyttäjätunnus tai salasana on virheellinen.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Yritä uudelleen.";


/* Messages */
"TIME_WILL_EXPIRE" = "Tietokoneaika on lähes lopussa.";
"TIME_HAS_EXPIRED" = "Tietokoneaika loppui";

/* Information */
"ADD_TIME" = "Jos haluat sallia käyttäjän kirjautua sisään, valitse aika alla olevasta ponnahdusvalikosta ja syötä ylläpitäjän käyttäjätunnus ja salasana.";